Repository: manuelherreramesen/sputnik
Catalog: src/languages/*.po
Languages: sv_se

source: WAGER TIMES
sv_se: OMSÄTTNINGSKRAV

source: WARNING
sv_se: VARNING

source: Wake up in a good mood with BlingCity that never sleeps - morning glory with Dolce Gusto!
sv_se: Sippa en lyxig cappuccino och vakna upp fräsch med sinnena skarpa i BlingCity som aldrig sover – Plocka hem din egna Dolce Gusto!

source: Warning: Gambling may be addictive. <a target="_blank" href="http://www.gambleaware.co.uk/">GambleAware</a> | <a target="_blank" href="http://www.gamblersanonymous.org/">Gamblers Anonymous</a>
sv_se: Varning: Spel kan vara beroendeframkallande. <a target="_blank" href="http://www.gambleaware.co.uk/">GambleAware</a> | <a target="_blank" href="http://www.gamblersanonymous.org/">Gamblers Anonymous</a>

source: We are BlingCity
sv_se: Vi är BlingCity

source: We could not find the email provided.
sv_se: Kontrollerar kod...

source: Weekly Race
sv_se: PENTHOUSE

source: Welcome to BlingCity Royalty!
sv_se: Välkommen till BlingCity Royalty!

source: Welcome to BlingCity!
sv_se: Välkommen till BlingCity!

source: What do you need?
sv_se: Vad du behöver:

source: What do you need? (1 person)
sv_se: Vad du behöver (1 person) :

source: What do you need? (2 person)
sv_se: Vad du behöver (2 personer):

source: When conducting the test below, consider your behavior the latest 12 months. Answer each question with one of the following options:<i> </i>
sv_se: När du svarar på frågorna nedan, fundera över de senaste 12 månaderna. Svara med alternativen som nedan:

source: When you gambled, did you go back another day to try to win back the money you lost?
sv_se: du återvänt någon annan dag för att vinna tillbaka det du förlorat?

source: Win
sv_se: Vinst

source: Withdrawable:
sv_se: Saldo för uttag:

source: Withdrawal
sv_se: Uttag

source: Withdrawal Method
sv_se: Välj metod för uttag

source: Withdrawing funds will cause all your bonuses to be voided and removed from your account.
sv_se: Om du genomför ett uttag så kommer alla dina bonusar att upphävas och tas bort från ditt konto.

source: Would you like a bonus?
sv_se: Välj din bonus

source: Wrong email address or password. Please try again
sv_se: Fel e-postadress eller lösenord. Prova igen.

source: YEAR
sv_se: ÅR

source: YOU GET A SECOND CHANCE TO WIN WITH FREE SPINS!
sv_se: DU FÅR EN ANDRA CHANS ATT VINNA MED FREE SPINS!

source: YOUR BONUS MONEY
sv_se: DINA BONUSPENGAR

source: YOUR E-MAIL ADDRESS
sv_se: DIN E-POSTADRESS

source: YOUR MESSAGE
sv_se: DITT MEDDELANDE

source: YOUR NAME
sv_se: DITT NAMN

source: YOUR PASSWORD
sv_se: Ange ditt lösenord

source: You can now customize your avatar, select any other from our 30 amazing avatars or just click 'Continue' button to start playing!
sv_se: Du kan skräddarsy din Citizen, välj en av våra fantastiska citizens eller klicka bara på 'Fortsätt' för att börja spela!

source: You can trust us
sv_se: Du kan lita på oss

source: You cannot enter more than 11 characters
sv_se: Max 11 tecken

source: You cannot enter more than 14 characters
sv_se: Max 14 tecken

source: You cannot enter more than 14 numbers
sv_se: Max 14 siffror

source: You cannot increase your limits
sv_se: Det kommer att dröja 7 dagar innan din nya gräns blir gällande.

source: You cannot withdraw more than what is in your wallet
sv_se: Beloppet överstiger saldo tillgängligt för uttag

source: You have been playing for {{ui.realityCheck.hours}} hour(s) and have lost {{abs(ui.realityCheck.amount) | currency:'€'}}
sv_se: Du har spelat för {{ui.realityCheck.hours}} hr(s) och förlorat {{abs(ui.realityCheck.amount) | currency:'€'}}

source: You have been playing for {{ui.realityCheck.hours}} hour(s) and have won {{ui.realityCheck.amount | currency:'€'}}
sv_se: Du har spelat för {{ui.realityCheck.hours}} hr(s) och vunnit {{ui.realityCheck.amount | currency:'€'}}

source: You have chosen {{getCharacterName(user.avatar.avatarBaseTypeId)}}
sv_se: Du har valt {{getCharacterName(user.avatar.avatarBaseTypeId)}}

source: You have successfully changed your password, you may now login using the new one.
sv_se: Du har ändrat ditt lösenord. Logga in med ditt nya lösenord!

source: You have successfully set limits on your account.
sv_se: Du har ändrat dina inställningar.

source: You may edit your Play Safe settings at any moment. Decreasing your limits (making them harder on yourself) will have immediate effect. Increasing or removing your limits (making them easier on yourself) requires a 7 days cool-off period before taking effect. You may also edit your Play Safe Profile to take a break from playing at BlingCity for a specified period of time. If you feel that you would like to permanently exclude yourself from the site please contact our support team for assistance (link to support chat). Please note that such request will not be reversible.
sv_se: Du kan enkelt ändra gränserna i din profil. Striktare begränsningar träder i kraft direkt. Vill du däremot höja din gräns per dag, vecka eller månad träder det i kraft först efter 7 dagar. Du kan även välja att pausa ditt spelande för en period. Känner du att du spelar på ett sätt som inte är sunt för dig? Då kan du välja stänga av dig från BlingCity genom att kontakta vår trevliga kundsupport.

source: You must be at least {{ui.minimumAge}} to register
sv_se: Du måste vara minst {{ui.minimumAge}} för att skapa ett konto

source: You must deposit at least &euro;10
sv_se: Minimuminsättning är €10

source: You must deposit at most &euro;20,000
sv_se: Maxinsättningen är €20,000

source: You must enter at least 4 characters
sv_se: Minst 4 tecken

source: You must enter at least 6 numbers
sv_se: Fältet måste inehålla minst 6 siffror

source: You need to contact support as there appears to be an issue with the code provided.
sv_se: Det verkar uppstått ett fel med din aktiveringskod. Kontakta supporten.

source: You would be missing:
sv_se: Du kommer att förlora:

source: Your account has been activated
sv_se: Ditt konto har aktiverats

source: Your account has been registered but you first need to verify your email before being able to login. Check your inbox and junk folder and then click the link provided to activate your account.
sv_se: Ditt konto har nu blivit registrerat men innan du kan logga in måste du verifiera din e-postadress. Kika i din inkorg och klicka sedan på länken i e-postmeddelandet för att aktivera ditt konto. Kom ihåg att kika i skräpposten och ditt spam-filter, så att meddelandet inte hamnat där.

source: Your account has now been activated and you can log into BlingCity!
sv_se: Ditt konto är nu aktiverat och du kan logga in på BlingCity!

source: Your deposit is pending, your wallet will automatically refresh.
sv_se: Din insättning behandlas. Ditt saldo kommer att uppdateras automatiskt.

source: Your deposit was successful, you can now play.
sv_se: Din insättning är registrerad, nu kan du spela.

source: Your e-mail address
sv_se: Din e-postadress

source: Your password must be at least 8 characters in length and contain at least 1 lowercase character, 1 capital letter and 1 number.
sv_se: Ditt lösenord måste vara minst 8 tecken långt och innehålla minst 1 liten bokstav, 1 stor bokstav och 1 siffra.

source: Your payment is complete!
sv_se: Din insättning är klar!

source: Your payment is pending
sv_se: Din betalning behandlas.

source: Your payment was unsuccessful
sv_se: Din betalning misslyckades. Kontrollera dina uppgifter, försök igen eller kontakta kundsupport.

source: bank-transfer deposit tooltip description
sv_se: Direktöverföring från din bank.

source: bank-transfer deposit tooltip title
sv_se: BANKÖVERFÖRING

source: bank-transfer withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi har godkänt uttag till din bank kan det ta upp till 5 dagar innan du har pengarna på ditt bankkonto.

source: bank-transfer withdrawal tooltip title
sv_se: UTTAG TILL BANK

source: bling avenue popup description
sv_se: Välkommen till BlingCity Avenyn - Din VIPshop!<br />För dina Blings kan du köpa lyxiga produkter eller din drömresa. Allt du behöver göra är att välja önskad produkt och klicka på "SHOPPA NU". Gör din beställning och låt oss sköta resten. När din beställning är klar skickar vi din produkt eller din resa direkt till dig. <br />Trevlig shoppingrunda!

source: blings popover description
sv_se: Blings är BlingCitys valuta. titta i Bling Avenue för perfekta sätt att använda dina Blings på!

source: cash backs popover description
sv_se: Pengar tillbaka varje Måndag, baserat på ditt spel föregående vecka.

source: deposit bonus popover description
sv_se: Motsvarar din level. Högre level ger automatiskt högre bonus %, vid varje insättning!

source: description describing the weekly race winner
sv_se: Veckans Höjdare ! Varje vecka är du med och tävlar om toppsviten, vårt Penthouse! Ju mer du spelar desto större chans har du att få skryta med titeln veckans höjdare.

source: direct-ebanking deposit tooltip description
sv_se: Direktbetalning från din bank.

source: direct-ebanking deposit tooltip title
sv_se: DIRECT E-BANKING

source: direct-ebanking withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi har godkänt ditt uttag kan det kan sedan ta upp till 2 dagar innan du har pengarna på ditt bankkonto.

source: direct-ebanking withdrawal tooltip title
sv_se: DIRECT E-BANKING

source: f**ck it - let's play
sv_se: Fuck it - let's play

source: from about us page
sv_se: Om Oss

source: giropay deposit tooltip description
sv_se: Direktbetalning från din bank.

source: giropay deposit tooltip title
sv_se: GIROPAY

source: giropay withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi har godkänt ditt uttag kan det kan sedan ta upp till 2 dagar innan du har pengarna på ditt bankkonto.

source: giropay withdrawal tooltip title
sv_se: GIROPAY

source: how long your session lasts.
sv_se: din tid per spelsession.

source: iTunes Gift Card
sv_se: iTunes presentkort

source: NETELLER deposit tooltip description
sv_se: Direktbetalning. Neteller är en e-wallet som du kan använda för insättning om du har ett registrerat Neteller-konto.

source: NETELLER deposit tooltip title
sv_se: NETELLER

source: NETELLER withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. När vi godkänt ditt uttag och går överföring till ditt NETELLER-konto direkt.

source: NETELLER withdrawal tooltip title
sv_se: NETELLER

source: PAYSAFECARD deposit tooltip description
sv_se: Direktbetalning. Paysafecard är en förbetalad metod. Köp ditt paysafe på t.ex. Pressbyrån eller 7-evelen. Betala med ett eller flera Paysafecard genom att enge kvittots 16-siffriga PIN-kod.

source: PAYSAFECARD deposit tooltip title
sv_se: Paysafecard

source: PAYSAFECARD withdrawal tooltip description
sv_se: Du kan inte göra uttag till Paysafecard.

source: PAYSAFECARD withdrawal tooltip title
sv_se: PAYSAFECARD

source: PUGGLEPAY withdrawal tooltip title
sv_se: PUGGLEPAY

source: PUGGLEPAY deposit tooltip description
sv_se: Det enda du behöver göra är att skriv in ditt mobilnummer och konfirmera köpetvia en SMS kod som du får skickad till dig. Insättningen hamnar inte på din telefonräkning utan skickas som en separat faktura till dig via sms eller e-mail.Det är enkelt!För mer information kontakta kundservice@pugglepay.com.

source: PUGGLEPAY deposit tooltip title
sv_se: PUGGLEPAY

source: PUGGLEPAY withdrawal tooltip description
sv_se: Du kan inte göra uttag till Paysafecard.

source: SKRILL deposit tooltip description
sv_se: Direktbetalning. Skrill fungerar som en e-wallet som du kan använda om du har ett registrerat Skrill-konto.

source: SKRILL deposit tooltip title
sv_se: SKRILL

source: SKRILL withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. När vi godkänt ditt uttag och går överföringen till ditt SKRILL-konto direkt.

source: SKRILL withdrawal tooltip title
sv_se: SKRILL

source: BANK deposit tooltip description
sv_se: Med Trustly kan du göra direktöverföringar från din bank, oavsett om din bank använder mobilt BankID, dosor, skrapkort eller SMS-koder så stödjer Trustly detta.

source: BANK deposit tooltip title
sv_se: TRUSTLY (banköverföring)

source: BANK withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi godkänt överföringen har du pengarna på ditt bankkonto samma dag.

source: BANK withdrawal tooltip title
sv_se: TRUSTLY

source: CREDITCARD deposit tooltip description
sv_se: Direktbetalning. Din betalning med Visa är krypterad med 100% säkerhet. För din säkerhet sparas inte uppgifter om ditt kontonummer eller CVV / CVC-kod.

source: CREDITCARD deposit tooltip title
sv_se: KREDITKORT

source: CREDITCARD withdrawal tooltip description
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi har godkänt ditt uttag kan det ta upp till 3 dagar innan du har pengarna på ditt bankkonto.

source: CREDITCARD withdrawal tooltip title
sv_se: KREDITKORT

source: user level popover description
sv_se: Ju högre din level, desto högre belöningar.

source: your bet limit within a day, week or month.
sv_se: din totala insats under en dag, vecka eller månad. (OBS! Insats är inte insättningar till ditt spelarkonto utan dina totala insatser i de spel som du spelar för perioden).

source: your loss limit within a day, week or month.
sv_se: din maximala förlust under en dag, vecka eller månad.
