Repository: manuelherreramesen/sputnik
Catalog: src/languages/*.po
Languages: sv_se

source: % DONE
sv_se: % SLUTFÖRT

source: * deposit bonus description
sv_se: *I BlingCity motsvarar din bonuslevel automatiskt din nuvarande level. Ju högre nivå du spelat dig till, desto större bonus får du!

source: ** cash back mondays description.
sv_se: ** Cash Back börjar på level 10 och ökar för varje 10:e level du når. CashBack är riktiga pengar baserat på ditt spel veckan innan och betalas ut varje Måndag.

source: *** blings description
sv_se: *** Bling är BlingCitys egna valuta. Se värdet av eller omvandla dina blings i <a href="/#/deposit">Blingväxlaren.</a>

source: 10% Royalty Program Bonus
sv_se: 10% Royalty Bonus

source: 200% Welcome Bonus up to €200
sv_se: 200% Välkomstbonus upp till €200

source: 200% Welcome bonus up to €200
sv_se: 200% Välkomstbonus upp till €200

source: <b> Bet limit </b> - Your game will close down and you will automatically be blocked from playing games and making deposits or withdrawals for your specified period of time.
sv_se: <b> Insats </b> - Under perioden adderas dina totala insatser i spelen tills du når din gräns. Spelet stängs ner och du blir blockerad från fortsatt spel samt att göra insättningar och uttag för din valda tidsperiod.

source: <b> Loss limit </b> - Your game will close down and you will automatically be blocked from playing games and making deposits or withdrawals for your specified period of time.
sv_se: <b> Förlust </b> - Under perioden adderas dina förluster i spelen tills du når din gräns. Spelet stängs ner och du blir blockerad från fortsatt spel samt att göra insättningar och uttag för din valda tidsperiod.

source: <b> Session time </b> - The play session will automatically close down and you will be logged of the site. You will have to go through the log in process again.
sv_se: <b> Spelsession </b> - Din session stängs ner och du loggas ut från sajten.

source: <b>Bling City Surprise</b> shows how much status your citizen has. It will enhance your character with increased status, gifts and updates. You will see more in the My Story Section. Make sure you go there often and check for updates. Click on the Stuff to activate it.
sv_se: <b>Surprise</b> - är din statusförändrig som du alltid kan följa under <a href="https://www.blingcity.com/#/story/items">Min Story</a>.

source: <b>Blings</b> are our own currency which can be converted into real money, bonus money, or gifts from our Bling Avenue section. You will get more and more Blings as you level up, starting with 1-6 Blings per level reached. Once you reach higher levels you will receive 2-12, 3-18 and 4-24 Blings (see the table for more info). Remember that the Blings also go up in value when you reach certain thresholds.
sv_se: <b>Blings</b> - är BlingCitys egna valuta som kan omvandlas till bonus, gåvor från Bling Avenue eller riktiga pengar. Du tjänar dina blings när du spelar, i början 1-6 Blings per uppnådd nivå, men både antal och värde på dina blings ökar med din level.

source: <b>Cash Back</b> starts at level 10 and increases with every 10th level you reach. It is the amount of real money you get back every Monday by noon from the former weeks play. This is our way of saying “thank you” for continuing to play. The cash back amount is based on your bets with real money only. It starts modestly, but you will see that it grows pretty quickly as your level up.
sv_se: <b>Cash Back </b> - alla spelare över level 10 får pengar tillbaka varje måndag vid lunchtid. Cash Back ökar med level och beräknas på föregående veckas spel.

source: <b>Change in behavior</b> - Gambling affecting relationships with family and friends. Absence from work, school and/or withdrawal from social activities.
sv_se: <b>Förändringar i beteendet</b> - Personen drar sig mer och mer undan sociala sammanhang, isolerar sig och blir svår att komma i kontakt med.

source: <b>Change in personal economy</b> - Uncontrolled spending and/or noteworthy change in personal economy, lying about or concealing gambling activity, borrowing money and/or struggling to pay bills.
sv_se: <b>Förändrad ekonomi </b>- Personen undviker att tala om sin ekonomiska situation och/ eller har svårt att redogöra sina utgifter. Personen har problem med pengar, lånar ovanligt mycket eller har svårt att betala räkningar, trots en stadig inkomst eller att denne annars brukar få ekonomin att gå ihop.

source: <b>Deposit Bonus Level</b> is the % level of bonus you get when you deposit money to your account. The higher your level is the higher your bonus will be. This applies to every deposit, not just once. Remember that if we have a promotion going you will not receive both bonuses, but rather the bonus % that is the highest.
sv_se: <b>Insättningsbonus</b> - i BlingCity motsvarar din insättningsbonus automatiskt din level. Ju högre level du spelat dig till desto högre procent i bonus.

source: <b>During the last 12 months...</b>
sv_se: <b>Under de senaste 12 månaderna, hur ofta har...</b>

source: <b>Finland:</b><br><a href="http://www.peluuri.fi&gt;www.peluuri.fi">www.peluuri.fi</a><br>Peluuri-helpline.<br>
sv_se: <b>Spelberoendes Riksförbund:</b><br><a href="http://http://www.spelberoende.se/">http://www.spelberoende.se/</a><br>Ett politiskt och religiöst obundet. riksförbund som verkar för att förebygga och avhjälpa spelberoende. Stödgrupper för anhöriga och spelberoende finns i flera städer i Sverige. <br>

source: <b>Gamblers Anonymous, GA</b><br><a href="http://www.gamblersanonymous.org.uk/">http://www.gamblersanonymous.org</a><br><i> <b>Phone:</b> 0207 384 30 40.</i><br>
sv_se: <br><b>Spelinstitutet</b><br><a href="http://spelinstitutet.se">http://spelinstitutet.se</a><br> För spelare och anhöriga, tjänsten är oberoende och drivs av Sustainable Interaction.

source: <b>Gambling Therapy</b><br><a href="https://www.gamblingtherapy.org/">www.gamblingtherapy.org</a><br><b>Email:</b><a href="mailto:webmaster@gamblingtherapy.org">webmaster@gamblingtherapy.org</a><br><b>Phone:</b>(+44) 0138 424 12 92<br>
sv_se: <b>Stödlinjen</b><br><a href="http://www.stodlinjen.se">www.stodlinjen.se</a><br><b>E-Post: </b><a href="mailto:info@stodlinjen.se">info@stodlinjen.se</a><br><b>Telefon:</b> 020-819100, öppet vardagar kl. 9-21<br><b>SMS:</b> 0730 - 12 15 85<br>En stödlinje för spelare och anhöriga.

source: <b>Mood changes</b> - Irritable, stressed, depressed and/or distant.
sv_se: <b>Förändringar i humöret</b>- Personen uppvisar oro, nedstämdhet och lättretlighet utöver det vanliga.

source: <b>More time consuming </b> - Increased amount of time spent gambling or on a computer, lack of apparent interests and/ or leisure pursuits.
sv_se: <b>Mer tidskrävande </b> - Personen lägger allt mer tid på sitt spelande och prioriterar spelande före andra aktiviteter.

source: <b>Norway:</b><br><a href="http://www.hjelpelinjen.no">www.hjelpelinjen.no</a><br>Hjelpelinjen.<br>
sv_se: <b>Spelets baksida:</b><br><a href="http://http://www.speletsbaksida.se/">www.speletsbaksida.se</a><br>En informationssida för alla som vill veta mer om spelets konsekvenser och spelberoende. <br>

source: <b>Scoring Instructions for the PGSI</b>
sv_se: <b>Rättningsmall </b>

source: <b>Surprises</b> - you will be rewarded with Surprises, enhancing both your gameplay and your Citizen's standing in the City! <br><b>Deposit Bonus</b> - you are granted an automatic deposit bonus, reflecting your curent level. <br><b>Cash Back</b> - every Monday by noon, based on your play the week before. <br><b>Blings</b> - convertable into gifts from BlingCity Avenue, bonuses or real money! You earn your blings as you play. The blings you'll recieve will increas in value as you level up.
sv_se: Du som spelar i BlingCity inkluderas automatiskt i programmet som innehåller <b>Surprises, Insättningsbonusar, Cash Backs</b> och <b>Blings.</b><br><br>

source: <b>Sweden: </b><br> Spelberoende.se: <a href="http://www.spelberoende.se">www.spelberoende.se</a><br> Spelets Baksida: <a href="http://www.speletsbaksida.se">www.speletsbaksida.se</a><br> Stödlinjen: <a href="http://www.stodlinjen.se">www.stödlinjen.se</a><br> Spelinstitutet: <a href="http://spelinstitutet.se">www.spelinstitutet.se</a><br>
sv_se: <b>Help outside Sweden: </b><br> Gamblers Anonymous: <a href="http://http://www.gamblersanonymous.org">www.gamblersanonymous.org </a><br> Gamcare: <a href="http://www.gamcare.org.uk/">www.gamcare.com.uk</a><br> Finland -Peluuri-helpline: <a href=" http://www.peluuri.fi/">www.peluuri.fi </a><br> Norway - Helpelinjen: <a href="http://www.hjelpelinjen.no/i/start.aspx ">www.hjelpelinjen.no </a><br>

source: ACTIVE BONUS
sv_se: AKTIV BONUS

source: ADDRESS
sv_se: ADRESS

source: ARE YOU READY TO BE THE BIGGEST PLAYER IN TOWN?
sv_se: ÄR DU STANS SKÖNASTE PLAYER?

source: AVAILABLE BONUSES
sv_se: TILLGÄNGLIGA BONUSAR

source: About
sv_se: Om BlingCity

source: About Us
sv_se: Om Oss

source: About us
sv_se: Om Oss

source: Accept losses as a part of the game. Don't try and recoup your losses; chances are you’ll end up losing even more;
sv_se: Spela aldrig för att 'vinna tillbaka' dina förluster;

source: Account Balance
sv_se: MITT SALDO

source: Account Details
sv_se: Kontodetaljer

source: Affiliates description
sv_se: Affiliates beskrivning

source: After setting your individual limits, this is what happens if you reach them:
sv_se: När du sparat din profil får du hjälp automatist. Så här fungerar det om du skulle råka nå de gränser du satt:

source: Alias
sv_se: Användarnamn

source: All
sv_se: Alla

source: Almost always
sv_se: Nästan alltid

source: Always ready to help you!
sv_se: Service är A & O!

source: Amount
sv_se: Summa

source: Amount (EUR)
sv_se: Summa (EUR)

source: An email has been sent with instructions on how to reset your password.
sv_se: Vi har skickat ett mejl till den e-post du registrerat med instruktioner så att du kan återställa ditt lösenord.

source: And make sure you use your Blings, BlingCity's very own currency. With Blings you can acquire real money, purchase bonus money, and also buy things in our world.
sv_se: Se till att du använder din Blings, BlingCitys alldeles egna valuta. Med Blings kan du skaffa riktiga pengar, köpa bonuspengar, och även köpa riktiga saker i vår värld.

source: Any more questions?
sv_se: Fler frågor?

source: Are you sure you'd like to do the convert <b>{{process.amount}} blings</b> to
sv_se: Säker på att du vill konvertera <b>{{process.amount}} blings</b> till

source: As you will notice under the Royalty section, our policies for withdrawals and bonuses are easy to find and read. We want you to feel comfortable knowing that you are in good hands.
sv_se: Vi tror på transparens och tydlighet. Därför har vi skapat ett lojalitetsprogram, <a href="/#/vip">BlingCity Royalty</a> som i likhet med policy för uttag och bonus är lättilllgängligt, väldigt förmånligt och enkelt för dig att förstå.

source: Awaiting approval
sv_se: Väntar på godkännande

source: BOOST YOUR LUCK!
sv_se: HJÄLP TUREN PÅ TRAVEN!

source: Balance (BONUS)
sv_se: Balans (BONUS)

source: Balance (EUR)
sv_se: Balans (EUR)

source: Balance:
sv_se: Saldo:

source: Bank Name
sv_se: Bank

source: Bank Transfer
sv_se: Banköverföring

source: Be on the top of the world
sv_se: Bli en höjdare

source: Before you start set limits that are healthy for you and your personal economy,
sv_se: Innan du börjar spela, ta en minut eller två och tänk genom:

source: Below you are introduced to the BlingCity Royalty Program including:
sv_se: <br />BlingCity har skapat ett grymt lojalitetsprogram, BlingCity Royalty som är lika belönande som det är enkelt att förstå.

source: Bet
sv_se: Insats

source: Bet limit
sv_se: Insatsgräns

source: Bet limit (euro)
sv_se: Insatsgräns (euro)

source: Bling City - It's not logic, it's love.
sv_se: I am the Dancing Queen of Hearts

source: Bling Conversion
sv_se: Blingväxlare

source: BlingCity Limited is a Maltese company with the registration number C62260. The company's address is Central Business Centre, Level 1, Suite 2, Room 1, Mdina Road, Zebbug, Malta.
sv_se: BlingCity Limited är ett maltesiskt företag med registreringsnummer C62260. Företagets adress är Central Business Centre, Level 1, Suite 2, rum 1, Mdina Road, Zebbug, Malta.

source: BlingCity Limited is licensed and regulated by the Maltese Lotteries and Gaming Authority with the license LGA/CL1/832/2012 issued on the 31 of January 2013.
sv_se: BlingCity Limited är licensierat och reglerat av LGA (Lotteries and Gaming Authority), den reglerande maltesiska Lotteri och spel myndigheten med licens LGA/CL1/832/2012 utfärdat den 31 January 2013.

source: BlingCity Surprise!
sv_se: BlingCity Överraskning!

source: BlingCity is a brand-new Casino site created with the initiative of taking online gambling to a whole new level. What do we mean by this? Simply put, a gaming platform unlike any before it. An innovative concept that melds online gambling with social. The end result is a fresh experience for players looking for something different than what they're used to. But we are not only focusing on the game play, we also want you, our customer to have an entertaining and rewarding experience when you play our Casino Games. To this end, we have created a constantly evolving world for you. A world which we have called BlingCity, where you will be able to achieve status, interact with other players, play for real money, and live your own story for as long as you like.
sv_se: BlingCity är mer än bara ett onlinecasino. Vi ger dig som spelar extra värde genom att kombinera casinospel med belöningar och nya innovativa funktioner. Här erbjuds du en upplevelse och ett koncept som tydligt indikerar att marknaden för onlinecasinon är under förändring. Följ BlingCitys spännande utveckling framöver! Staden kommer att vara under konstant utveckling, öppen för dig. Du kan redan nu spela för riktiga pengar, etablera din citizen, och höja din egna sociala status, allt på ett ställe. <br ><br>Välkommen till staden som aldrig sover! <br><br>Pssst…möjlighet att interagera med andra spelare kommer läggas till inom en snar framtid för att förhöja spelupplevelsen ytterligare.

source: BlingCity is ready to welcome you in style! To show our players how we do things in the Big City, we are giving them a 200% bonus on their first deposit for up to €200. This bonus will be available to you immediately after making your first deposit, with no waiting period whatsoever!
sv_se: BlingCity ger dig ett ordentligt välkomnande! 200% i välkomstbonus på upp till €200 vid din första insättning! Du får din bonus direkt när du gör din första insättning, inget trams!

source: BlingCity is rolling out the welcome mat for Sweden! For a limited time we are giving all of our Swedish players a €13 Free Chip just for singing up. That's right, no deposits, no hassles, and no waiting! All you have to do is sign up and start enjoying the BlingCity night life!
sv_se: BlingCity rullar ut röda mattan för alla spelare i Sverige! För en kort period ger vi bort € 13 Free Chips till alla spelare, som tack för att du öppnar konto. Inga insättningskrav! Inget trams!

source: BlingCity uses the world-famous NetEnt casino engine, so you can enjoy a wide array of easily recognizable, top quality games while living your adventure. From Gonzo's Quest, to the South Park slot, and even the Scarface reels; they're all here! And remember that whileyou enjoy our games your Citizen levels up and gains status. The more that you play and win money the higher your status goes. A high status means special privileges and rewards, simply for playing!
sv_se: Du som spelar hos BlingCity har tillgång till en uppsjö av NETENTs spännande och världsberömda casinospel. Hos oss kan du spela på allt från Gonzo's Quest till spel baserade på prisbelönta serier och filmer, som South Park och Scarface. BlingCity erbjuder mer än bara spelnöjet i sig, för varje spelinsats klättrar du uppåt i royalitetsprogrammet där du ökar din status och utvecklar din Citizen. Din ökade status och level i programmet medför i sin tur privilegier och belöningar, allt detta medan du njuter av att spela!

source: BlingCity's high level of service is made possible by a large team working every day from 7am-1am to ensure that you have a satisfying and enjoyable gaming experience.
sv_se: BlingCitys kundsupport jobbar 7 dagar i veckan kl.07:00 - 01:00 för att du alltid ska få den service som du förtjänar. Vi finns tillgängliga via chatt, e-post och telefon så att du kan nå oss via den kanal som passar dig bäst. Tveka aldrig att kontakta oss!

source: Blings Converter
sv_se: Blingväxlare

source: Bonus Amount:
sv_se: Bonus:

source: Bonus Stuff
sv_se: Bonuspriser

source: Bonus Summary
sv_se: Din bonus

source: Bonus money:
sv_se: Bonus:

source: But the fun doesn’t stop there! If you used the 50% bonus four times or more, you will receive additional free spins on Sunday for some of our best games to finish your weekend with a bang!
sv_se: Men det slutar inte här! Om du har använt din 50% bonus fyra gånger eller mer får du extra free spins på några av våra bästa spel på söndag. Vi ökar alltså dina chanser att vinna!

source: CASINO
sv_se: Casinospel

source: CEO and Founder of BlingCity
sv_se: Daniel Sahlin, VD och grundare av BlingCity.com

source: CITY
sv_se: STAD

source: CLICK HERE FOR MORE INFORMATION
sv_se: MER INFORMATION

source: CONFIRM PASSWORD
sv_se: BEKRÄFTA LÖSENORD

source: CONFIRM YOUR PASSWORD
sv_se: BEKRÄFTA DITT LÖSENORD

source: COUNTRY
sv_se: LAND

source: Cancel this bonus
sv_se: Avsluta den här bonusen

source: Cancel withdrawal
sv_se: Avbryt Uttag

source: Card:
sv_se: Kort:

source: Cashier
sv_se: Mitt Konto

source: Casino gaming is the heart of BlingCity and we are committed to ensuring that the focus remains on the customer’s total enjoyment. To ensure this we go to rigorous lengths in order to maintain player protection. This is why we are proud to have our entire Customer Support team educated by Sustainable Interaction. Our Customer Support is open daily from 7:00am to 1:00am (CET).
sv_se: Vi på BlingCity kan Casino och vi tar spelproblematik på största allvar. Därför stoltserar vi med att alla som jobbar i BlingCitys kundsupport är utbildade av Sustainable Interaction i spelansvar. Vår support finns för att besvara dina frågor alla dagar kl.07:00 - 01:00.

source: Champagne anyone?
sv_se: I will take you through wild water!

source: Chat with one of our agents
sv_se: Chatta med support

source: Check our HELP/FAQ Section
sv_se: Se vårt avsnitt för Hjälp/Vanliga Frågor

source: Checking the code provided...
sv_se: Kontrollerar kod...

source: Choose Citizen
sv_se: Välj Citizen

source: Chosen amount (EUR)
sv_se: Belopp (EUR)

source: Citizens we have at launch for you to choose from
sv_se: Antal Citizens att välja från

source: City:
sv_se: Stad:

source: Close
sv_se: Stäng

source: Close the table
sv_se: Se Mindre

source: Come take a stroll down Bling Avenue and get to know some of our players from all around the world. Don't miss out on this special offer; discover for yourself what all the buzz is about!
sv_se: Välkommen till BlingCity!

source: Coming Soon!
sv_se: SNART TILLGÄNGLIG!

source: Confirm
sv_se: Bekräfta

source: Confirm Password:
sv_se: Bekräfta Lösenord:

source: Contact
sv_se: Kontakt

source: Contact Customer Support
sv_se: Kontakta Supporten

source: Contact Details
sv_se: Kontaktuppgifter

source: Contact Us
sv_se: Kontakt

source: Contact details
sv_se: Kontaktdetaljer

source: Continue
sv_se: Fortsätt

source: Convert
sv_se: Konvertera

source: Cool down and walk around in BlingCity - Rayban sunglasses will make you look hot!
sv_se: Få saker stavar glam som ett par riktigt snygga brillor – Haffa ditt egna par RayBan idag!

source: Corporate Info:
sv_se: Företagsinfo:

source: Country:
sv_se: Land:

source: Create Your Play Safe Profile
sv_se: Skapa en sund spelprofil

source: Create new account
sv_se: Skapa nytt konto

source: Creative Director and artist of the World; BlingCity
sv_se: Creative Director & Artist of the World; BlingCity

source: Current Password:
sv_se: Nuvarande Lösenord:

source: Customize Avatar
sv_se: Skräddarsy Citizen

source: DAY
sv_se: DAG

source: DURATION
sv_se: PERIOD

source: Daniel has worked for almost 20 years in the gaming industry and has also studied Casino Management and Casino Marketing at University of Nevada, Las Vegas, with a Bachelors and Masters Degree in Hospitality Management.
sv_se: Daniel har 20 års erfarenhet av att arbeta i spelbranschen. Han är dessutom en av få som kan skryta med en examen i Casino Management and Casino Marketing från University of Nevada, Las Vegas.

source: Date
sv_se: Datum

source: Date of Birth:
sv_se: Födelsedatum:

source: Date requested
sv_se: Valt datum

source: Deposit
sv_se: Insättning

source: Deposit Amount:
sv_se: Insättning:

source: Deposit Bonus
sv_se: Insättningsbonus

source: Deposit Method
sv_se: GÖR EN INSÄTTNING

source: Deposit bonus level*
sv_se: Bonuslevel*

source: Deposit bonus*
sv_se: Insättningsbonus*

source: Deposit now
sv_se: Gör en insättning

source: Deposit now to play
sv_se: Gör en insättning för att börja spela

source: Deposits/Withdrawals History
sv_se: Insättnings-/Uttagshistorik

source: Don't worry! Please provide your e-mail address and we'll send you further instructions!
sv_se: Ingen fara! Ange din e-postadress så skickar vi vidare instruktioner!

source: E-mail us to <b>info@blingcity.com</b>
sv_se: Maila oss på <b>support@blingcity.com</b>

source: EMAIL
sv_se: E-POSTADRESS

source: ENTER YOUR NEW PASSWORD
sv_se: ANGE DITT NYA LÖSENORD

source: Edit
sv_se: Ändra

source: Edit your settings to play safe
sv_se: Min profil för sunt spel

source: Elle Subscription
sv_se: Elle

source: Email Address:
sv_se: E-postadress

source: Email address
sv_se: E-postadress

source: Email is in the wrong format
sv_se: E-posten är inkorrekt angiven

source: Empty wallet modal decription
sv_se: Tom plånbok beskrivning

source: Enjoy The Game, Play It Safe
sv_se: Spela för nöjets skull

source: Enter your password below to reset your password
sv_se: Ange ditt lösenord nedan för att återställa ditt lösenord

source: Exchange to...
sv_se: Växla till: PENGAR

source: Exclusion
sv_se: Självavstängning

source: Experience + Innovation = FUN
sv_se: Erfarenhet + Innovation = Underhållning!

source: Extra Cash:
sv_se: Extra Pengar:

source: FEATURED
sv_se: VÅRA FAVORITER

source: FIRST NAME
sv_se: FÖRNAMN

source: First and Last Name
sv_se: Förnamn:

source: First name:
sv_se: Förnamn:

source: Forgot your username or password?
sv_se: Glömt ditt användarnamn eller lösenord?

source: Founder and Art Direction
sv_se: Grundare & Art Direction

source: Game
sv_se: Spel

source: Game Session History
sv_se: Historik

source: Game Sessions
sv_se: Spelsessioner

source: Game most played
sv_se: Favorit

source: Games
sv_se: Spel

source: Give us a toll free call to <b>+46 (0)20 787 623</b>
sv_se: Ring vårt gratisnummer <b>+46 (0)20 787 623</b>

source: Give yourself a secret with BlingCity - Glamour Up with Victoria Secret today!
sv_se: Sscchhh – Glamma upp dig med en liten Victoria Secret idag!

source: Go to our <b>FAQ Section</b>
sv_se: Gå till <b>Vanliga Frågor</b>

source: Good Luck, and remember to play responsibly.
sv_se: <b>Lycka till!</b><br>

source: HIDE INFORMATION
sv_se: SE MINDRE

source: Hair
sv_se: Hår

source: Has gambling caused you any health problems, including stress or anxiety?
sv_se: spelandet förorsakat dig hälsoproblem, inklusive stress och ångest?

source: Has your gambling caused any financial problems for you or your household?
sv_se: ditt spelande orsakat ekonomiska problem för dig eller ditt hushåll?

source: Have people criticized your betting or told you that you had a gambling problem, regardless of whether or not you thought it was true?
sv_se: någon kritiserat ditt spelande?
