Repository: manuelherreramesen/sputnik
Catalog: src/languages/*.po
Languages: sv_se

source: Have you bet more than you could really afford to lose?
sv_se: du spelat för mer än du verkligen har råd att förlora?

source: Have you borrowed money or sold anything to get money to gamble?
sv_se: du lånat pengar eller sålt något för att ha pengar att spela för?

source: Have you felt guilty about the way you gamble or what happens when you gamble?
sv_se: du känt skuld över ditt spelande eller vad som händer när du spelar?

source: Have you felt that you might have a problem with gambling?
sv_se: du upplevt problem på grund av ditt spelande?

source: Have you needed to gamble with larger amounts of money to get the same feeling of excitement?
sv_se: du behövt spela med större summor för att få samma känsla av spänning?

source: Healthy gambling is about self-control. To this end we have created a Play Safe Profile which automatically monitors your limits. Edit your setting in the column to the right. Play Safe Profile is an easy way to monitor:
sv_se: Sunt spel är att ha koll. Det blir onekligen lättare om man får hjälp på traven. Hos oss kan du enkelt skapa en sund spelprofil och kontrollera ditt spel genom att sätta gränser för:

source: Help / FAQ
sv_se: Hjälp / Vanliga frågor

source: Help/FAQ
sv_se: Hjälp/ Vanliga frågor

source: Here are some of the main ways to contact us or solve your queries.
sv_se: Här finner du några sätt att kontakta oss på.

source: History
sv_se: Historik

source: Home
sv_se: BlingCity

source: Home Address:
sv_se: Hemadress

source: I confirm that I am at least 18 years old and that I have read and accept the BlingCity rules, Terms &amp; Conditions and it's policies relating to privacy, age verification and KYC.
sv_se: Jag bekräftar att jag har fyllt 18 år samt att jag har läst och accepterar BlingCitys <a href="/#/info/terms-and-conditions">Terms and Conditions</a> (användarvillkor).

source: I do not want information about free spins and bonuses.
sv_se: Jag vill inte få information om free spins och bonusar

source: I wish to continue with my withdrawal
sv_se: Jag vill fortsätta mitt uttag

source: If you are worried that someone you know may have lost control over their gambling we strongly recommend you to turn to professional help and assistance. If you have any questions or concerns regarding your own gambling activities we recommend that you take a look at the Self Test below.
sv_se: Om ovanstående påståenden stämmer in på någon du känner så rekommenderar vi att du vänder dig till någon som kan ge professionell hjälp. Om du är orolig för ditt eget spelande kan du ta en titt på självtestet nedan. Det är ett enkelt sätta att identifiera osunda spelvanor.

source: If you have any corporate related queries, please feel free to get our contact information
sv_se: Om du har några företagsrelaterade frågor, vänligen se kontaktinformation under

source: If you have any questions, concerns, or would like more information about gambling you can visit the following organizations which provide professional help and assistance.
sv_se: Nedan finns kontaktuppgifter till ett par organisationer som kan vara till hjälp, för dig som orolig anhörig eller om du har funderingar kring ditt eget spelande.

source: If you withdrawal is over €2,000 you can help us speed up the payment process by sending in your verification documents to <a href="mailto:kyc@blingcity.com">kyc@blingcity.com.</a>
sv_se: Uttag är alltid avgiftsfria för dig som spelar i BlingCity. Efter att vi har godkänt ditt uttag kan det ta ett par dagar innan du har pengarna på ditt konto. Uttag till Visa eller Mastercard tar vanligtvis 1-3 arbetsdagar och banköverföringar 3-5 arbetsdagar. Uttag till ditt Neteller- och Skrill-konto får du in direkt.

source: If your score indicates that you have a problem with your gambling, we strongly advice you seek professional help. More information about PGSI: <a href="https://www.problemgambling.ca/Pages/Home.aspx">www.problemgambling.ca/Pages/Home.aspx</a>
sv_se: Om du när du genomfört självtestet finner dig i en högre riskgrupp än du väntat rekommenderar vi att du vänder dig till någon för rådgivning eller professionell hjälp. För mer information om PGSI, <a href="https://www.problemgambling.ca/Pages/Home.aspx">www.problemgambling.ca/Pages/Home.aspx</a>

source: In order to withdraw that amount you need to provide us with documents to kyc@blingcity.com
sv_se: För att vi ska bearbeta uttag på den summan du begärt behöver du skicka in dokument för identitetskontroll till kyc@blingcity.com

source: Info & Help
sv_se: Information & Hjälp

source: Instructions sent
sv_se: Vi har skickat vidare instruktioner

source: It is illegal for anyone under the age of 18 to open up and hold a User account at Bling City. We safeguard the usage of the site and reserve the right request proof of age from all Citizens. If you share your computer or household with someone under the age of 18 it is important that you make sure that they do not have access to your user name, password and/or banking information. Below are some software that we think may be to your help.
sv_se: Det är olagligt för personer under 18 år att öppna och bruka ett användarkonto i BlingCity. Vi värnar om att användningen av webbplatsen sker i enighet med BlingCitys Terms and Conditions (Användarvillkor) och policys. Vi förbehåller oss rätten att begära dokumentation av alla spelare för att verifiera sin ålder. Om du delar din dator eller hushåll med någon under 18 år så är det viktigt att du ser till att minderåriga inte har tillgång till dina inloggningsuppgifter och/eller betalningsuppgifter. Nedan finns två program som du kan ladda ner för att undvika obehörig access.

source: It is not easy to identify unhealthy or problematic gambling behavior, but it helps if you know what to look for. Below are some signs that may indicate unhealthy or problematic gambling behavior:
sv_se: Det är inte enkelt att identifiera spelberoende, men det blir lättare om man vet vad man ska titta efter. Nedan är några varningssignaler som kan vara tecken på osunt spelande eller stundande spelproblem.

source: It is our goal to provide top-notch customer attention while finding new ways to improve our service every day. We understand that having the best games is only half of the battle, with customer care being an equally necessary component to providing the service our players deserve. When you join BlingCity you immediately become a VIP in our eyes, and we will treat you as such.
sv_se: BlingCity strävar ständigt efter att erbjuda det allra bästa till våra spelare. Att ha marknadens mest innovativa spel och en suverän kundsupport är en självklarhet! Hos oss är du som spelar alltid VIP och kommer att behandlas där efter.

source: Just add the deposit amount below and here you'll see how much the bonus is worth.
sv_se: Välj insättningsbelopp nedan för att beräkna hur stor din bonus blir.

source: LAST NAME
sv_se: EFTERNAMN

source: Last 24 Hours
sv_se: 24/h

source: Last Month
sv_se: Senaste månaden

source: Last name:
sv_se: Efternamn:

source: Level Acquired
sv_se: Level

source: Limit on Losses (euro)
sv_se: Förlustgräns (euro)

source: Limit your sessions
sv_se: Hur mycket tid tycker jag är sunt att lägga på mitt spelande?

source: Limits
sv_se: Spara

source: Login
sv_se: Logga in

source: Login is currently disabled
sv_se: Just nu kan du inte logga in.

source: Login or Register to play
sv_se: Logga in eller registrera dig

source: Logout
sv_se: Logga ut

source: Losses limit
sv_se: Förlustgräns

source: Lost your Password?
sv_se: Glömt ditt lösenord?

source: Low level of problems with few or no identified negative consequences.
sv_se: Viss risk för spelproblem med få eller icke identifierade negativa konsekvenser.

source: Loyalty Rewards program
sv_se: Lojalitetsprogram

source: MONEY TO WAGER
sv_se: SUMMA ATT OMSÄTTA

source: MONTH
sv_se: MÅNAD

source: MY ACTIVE BONUS MONEY
sv_se: MINA AKTIVA BONUSPENGAR

source: MY REAL MONEY
sv_se: MINA RIKTIGA PENGAR

source: MY TOTAL BONUS MONEY
sv_se: MINA TOTALA BONUSPENGAR

source: Make your first deposit count by taking advantage of this special promotion. Enjoy the glamour and extravagance of BlingCity for yourself and see what it's all about. See you downtown!
sv_se: Tveka inte, gör din första insättning i dag. Ses på stan'!

source: March 19, 2014, Version no.1.0
sv_se: 19 Mars, 2014, Version 1.0

source: Max Deposit
sv_se: Max

source: Method
sv_se: Metod

source: Mikael is a creative artist that for the past years has split his creative life between spending time in the studio as a music producer as well as exploring his creative streaks in drawing and painting.
sv_se: Mikael är lika mångsidig som han är begåvad! När han inte spenderar sin tid i studion som musikproducent jobbar han ständigt på sitt konstnärliga uttryck som illustratör.

source: Min Deposit
sv_se: Min

source: Min Withdrawal
sv_se: Minsta uttag

source: Moderate level of problems leading to some negative consequences.
sv_se: Moderat risk för spelproblem med vissa negativa konsekvenser.

source: Monitor your limit of wagers and losses
sv_se: Hur mycket pengar är sunt för mig/min ekonomi att spela för per månad?

source: Most of the time
sv_se: Ofta

source: My Bet Limit
sv_se: Min insatsgräns

source: My Collection
sv_se: Mitt Galleri

source: My Gallery
sv_se: Mitt Galleri

source: My History
sv_se: Min Story

source: My Loss Limit
sv_se: Min förlustgräns

source: My Royalty
sv_se: Min Royalty

source: My Session Time
sv_se: Min max tid per spelsession

source: My Story
sv_se: Min Story

source: My Story Gallery
sv_se: Mitt Galleri

source: My Story Login
sv_se: MIN INLOGGNING

source: My Stuff
sv_se: Bonusprylar

source: NICKNAME
sv_se: ANVÄNDARNAMN

source: Name
sv_se: Namn

source: Never
sv_se: Aldrig

source: Never = 0<br>Sometimes = 1<br>most of the time = 2 <br>almost always = 3<br>
sv_se: Aldrig = 0<br>Ibland = 1<br>Ofta = 2 <br>Nästan alltid = 3<br>

source: New Password:
sv_se: Nytt Lösenord:

source: New Status
sv_se: Status

source: Next
sv_se: Fortsätt

source: Next Promotion
sv_se: Nästa Kampanj

source: Nickname:
sv_se: Användarnamn:

source: No results found
sv_se: Inga resultat hittades

source: No thank you, no bonus at this time
sv_se: Nej tack, jag vill inte ha bonus.

source: Non-problem gambling.
sv_se: Inga Spelproblem.

source: Now you're a real player! BlingCity and Bellagio In Las Vegas have opened their doors for you! Are you ready for Vegas?
sv_se: Nu är du en kunglig på riktigt! BlingCity och Bellagio i Las Vegas har öppnat dörrarna för dig! - Är DU redo för glittret i Vegas?

source: Number is invalid
sv_se: TELEFONNUMMER

source: OTHER
sv_se: Andra bonusar:

source: Office address:
sv_se: Besöksadress:

source: Ok, I got it
sv_se: Ok, grymt!

source: Oops! Your wallet is empty
sv_se: Oops! Din plånbok är tom

source: Open our <b>Help/Chat Centre</b>
sv_se: Öppna <b>SupportChatten</b>

source: Others
sv_se: Andra

source: Our Commitment To Responsible Gambling
sv_se: Vårt arbete med spelproblematik

source: Our Games
sv_se: Casinot

source: Our goal is for players to feel secure and confident in their transactions so they can focus on enjoying their experience.
sv_se: Vårt mål är att du som spelar ska veta att du är i goda händer och att du ska känna dig trygg när du spelar eller hanterar betalningar hos oss.

source: Over 100 Amazing Games
sv_se: Över 100 Fantastiska Spel

source: PASSWORD
sv_se: LÖSENORD

source: PHONE NUMBER
sv_se: TELEFONNUMMER

source: PLAY THROUGH PENDING:
sv_se: KVAR ATT OMSÄTTA:

source: PLAYTHROUGH PENDING
sv_se: KVAR ATT OMSÄTTA

source: POST CODE
sv_se: POSTKOD

source: Password
sv_se: Lösenord

source: Password Reset
sv_se: Återställ lösenord

source: Password must be valid and must match
sv_se: Lösenordet måste vara giltigt och matcha

source: Password:
sv_se: Lösenord:

source: Pending withdrawals
sv_se: Uttag väntar godkännande

source: Penthouse promotion
sv_se: Tidigare Kampanj

source: Personal Details
sv_se: REGISTRERING

source: Phone Number:
sv_se: Telefonnummer

source: Phone number:
sv_se: Telefonnummer:

source: Pick me
sv_se: Välj mig

source: Play Safe
sv_se: Sunt Spel

source: Play for Fun - don't think of gambling as investing your money or a way of coping with emotional or physical stress;
sv_se: Spela för att det är underhållande, inte som en ekonomisk investering eller för att fly undan andra problem;

source: Play now
sv_se: Spela nu

source: Playing at BlingCity is an entertaining and exciting experience. We want all our Citizens to enjoy the games yet play it safe. We recommend that you keep the following guidelines in mind when playing:
sv_se: Spel är en krydda i tillvaron, en källa till spänning och underhållning. Vi uppmuntrar alla citizens att fundera över sitt spelande och ta del av våra rekomendationer för ett sunt spel nedan:

source: Please don't show me this popup anymore
sv_se: Visa inte detta meddelande igen.

source: Post Code:
sv_se: Postkod:

source: Previous Promotion
sv_se: Tidigare Kampanj

source: Privacy Policy
sv_se: Integritetspolicy

source: Problem gambling with negative consequences and a possible loss of control.
sv_se: Problemspelande som medför negativa konsekvenser.

source: Promotion of the week
sv_se: Veckans kampanj

source: Promotions
sv_se: Kampanjer

source: Provide
sv_se: Ange

source: Provide details for bank transfer
sv_se: Ange uppgifter för banköverföring

source: Provide your card details
sv_se: Ange dina uppgifter

source: Quit while you're ahead - enjoy your winnings, <a href="https://www.blingcity.com/#/bling-avenue">Bling Avenue</a>
sv_se: Sluta på topp och gör någonting kul för dina vinster - <a href="https://www.blingcity.com/#/bling-avenue">Bling Avenue</a>

source: Recognise A Problem
sv_se: Orolig för någon anhörig?

source: Registration
sv_se: Registrering

source: Registration is currently disabled
sv_se: Tyvärr kan du inte registrera dig just nu. Försök igen senare.

source: Reset Password
sv_se: Återställ Lösenord

source: Reset your password
sv_se: Återställ ditt lösenord

source: Reward your Blings
sv_se: Shoppa nu!

source: SEARCH
sv_se: SÖK

source: Save
sv_se: Spara

source: Save Limit
sv_se: Spara

source: Scores for the nine items are summed, and the results are interpreted as follows:
sv_se: Summera dina poäng för de nio frågorna. Ditt resultat tolkas som följer:

source: See the whole table
sv_se: Hela tabellen

source: See under the cashier section if you want to exchange your Blings to Cash or Bonus Money. Remember if you convert it to bonus money, it becomes x3 more.
sv_se: För att se hur du kan använda dina Blings gå till Blingväxlaren under <a href="/#/deposit">Mitt Konto.</a>

source: Select deposit method
sv_se: Välj insättningsmetod

source: Select withdrawal method
sv_se: Välj uttagsmetod

source: Self Test
sv_se: Självtest

source: Send us an email
sv_se: Skicka oss ett e-postmeddelande

source: Session limit
sv_se: Speltidsgräns

source: Session time (minutes)
sv_se: Tid per spelsession (minuter)

source: Settings
sv_se: Inställningar

source: Sign up
sv_se: Öppna Konto

source: Sign up and get €13 Free Chip
sv_se: Öppna konto och få €13 i bonus

source: Sign up now
sv_se: ÖPPNA KONTO

source: Signup
sv_se: ÖPPNA KONTO

source: Sitemap description
sv_se: Sitemap

source: Skin
sv_se: Hudfärg

source: Social Media
sv_se: Sociala Medier

source: Sometimes
sv_se: Ibland

source: Spin it
sv_se: Spin that shit!

source: Start Playing
sv_se: Börja Spela

source: Start the fun with up to €150 in bonus money, our 50% bonus begins now. Not a bad, huh? You can use this bonus up to 10 times to make sure you always have a little extra coins to keep those slots spinning! Did we say spinning? How about some FREE SPINS? If your account balance is less than €1 by Sunday noon, you’ll be awarded with up to 140 free spins on some crowd favorite slots to keep the fun going.
sv_se: Sätt igång det roliga med upp till € 150 i bonus pengar, vår 50% bonus börjar nu. Inte illa va? Du kan använda den här bonusen up till tio gånger för att försäkra dig om att du alltid har ett par coins att spinna på dina favoritslots. Sa vi spinna? Vad sags om lite FREE SPINS! Om balansen på ditt konto är under € 1 klockan 12:00 på söndag får du upp till 140 free spins på några av våra favoritslots. Så att du kan fortsätta det roliga.

source: Stay in touch with your friends in BlingCity - Take a bite of your Apple iPhone today!
sv_se: Håll kontakten – Ta en bit av äpplet och beställ din Apple iPhone idag!

source: Step {{process.step}}
sv_se: Steg {{process.step}}

source: Stop playing when you reach your limits, regardless of whether you are winning or losing. Edit your Play Safe Profile to help you manage your activity and stay on top of your game. For more info see Create your Play Safe Profile below;
sv_se: Följ upp och håll koll! Vi hjälper dig att sätta upp en sund spelprofil. På det sättet blir uppföljningen automatisk. Läs mer under Skapa en sund spelprofil nedan;

source: Surprise!
sv_se: Överraskning!

source: Sustainable Interaction is an organization that specializes in educating and assisting people in the field of social responsibility, addictions and psychological health. For more info you can go to, <a target="_blank" href="http://www.sustainableinteraction.com/">www.sustainableinteraction.com</a>
sv_se: Sustainable Interaction är en organisation som har lång erfarenhet av spelproblematik, spelansvar och att utbilda inom dessa områden. För mer information on Sustainable Interaction, <a target="_blank" href="http://www.sustainableinteraction.com/">www.sustainableinteraction.com</a>

source: Take a break from BlingCity
sv_se: Jag vill ta en paus från BlingCity

source: Take a break from playing
sv_se: Ta en paus på

source: Terms &amp; Conditions
sv_se: Användarvillkor

source: Terms &amp; Conditions apply
sv_se: Användarvillkor

source: Terms and Conditions
sv_se: Användarvillkor

source: Terms and conditions
sv_se: Användarvillkor

source: Thank you for your MasterCard withdrawal request! Please note that it may take up to 2 business days for your withdrawal to reach your bank account once it has been processed by our payments team.
sv_se: Tack! Din förfrågan om uttag har skickats för godkännande innan utbetalning. Vi behandlar förfrågningar alla arbetsdagar (helgfria dagar, 9:00-17:00).

source: Thank you for your NETELLER withdrawal request! Please note that your withdrawal will reach your NETELLER account immediately once it has been processed by our payments team.
sv_se: Tack! Din förfrågan om uttag har skickats för godkännande innan utbetalning. Vi godkänner uttag alla arbetsdagar (helgfria dagar, 9:00-17:00).

source: Thank you for your Skrill withdrawal request! Please note that your withdrawal will reach your Skrill account immediately once it has been processed by our payments team.
sv_se: Tack! Din förfrågan om uttag har skickats för godkännande innan utbetalning. Vi godkänner uttag alla arbetsdagar (helgfria dagar, 9:00-17:00).

source: Thank you for your Visa withdrawal request! Please note that it may take up to 2 business days for your withdrawal to reach your bank account once it has been processed by our payments team.
sv_se: Tack! Din förfrågan om uttag har skickats för godkännande innan utbetalning. Vi godkänner uttag alla arbetsdagar (helgfria dagar, 9:00-17:00).

source: Thank you for your bank withdrawal request! Please note that it may take up to 3 business days for your withdrawal to reach your bank account once it has been processed by our payments team.
sv_se: Tack! Din förfrågan om uttag har skickats för godkännande innan utbetalning. Vi godkänner uttag alla arbetsdagar (helgfria dagar, 9:00-17:00).

source: The best casino games
sv_se: De bästa casinospelen

source: The code provided is incorrect
sv_se: Kontrollerar kod...

source: The concept of BlingCity is a constantly growing world for players to immerse themselves in. A world full of different locations and games for you to explore. A world where you will be able to interact with other players from all over the world and chat, befriend, compete and trade with them. All while developing your own unique character (characters are referred to as “Citizens”) designed specially by you. Creating your own character is just the beginning of the story, a story written by you.
sv_se: Konceptet för BlingCity är en ständigt växande och föränderlig värld för dig som spelare att kunna fördjupa dig i. En värld full av olika platser och spel för dig att utforska. En värld där du kommer att kunna interagera med andra spelare från hela världen genom att chatta, bli vän med & tävla mot dem. På detta sätt får du ett socialt utbyte. Allt detta samtidigt som du utvecklar din egen unika karaktär (som vi kallar ”Citizen”) vilken har utformats speciellt för dig. Att skapa din egen karaktär är bara början på berättelsen, en berättelse skriven av dig. Se även till att du använder din Blings, BlingCitys alldeles egna valuta. Med Blings kan du skaffa riktiga pengar, köpa bonuspengar, och även köpa saker i vår värld.

source: The field is required
sv_se: Obligatoriskt fält

source: The idea
sv_se: Idén

source: The key is to stay on top of your game - to play on the safe side!
sv_se: Nyckeln är att spela med måtta, för nöjes skull!

source: The number of stunning video slots we have for you
sv_se: Antalet fantastiska videoslots som BlingCity erbjuder

source: The password provided is incorrect
sv_se: Felaktigt Lösenord

source: There was an issue registering. Please contact customer support.
sv_se: Det uppstod ett problem när du försökte öppna ett konto. Kontakta vår kundsupport.

source: There was an issue resetting your password.
sv_se: Det uppstod ett fel när ditt lösenord återställdes. Kontata kundsupport.

source: There was an issue with your deposit.
sv_se: Det uppstod ett fel vid din insättning. Kontrollera att du angett rätt uppgifter, försök igen eller kontakta kundsupport.

source: There was an issue with your withdrawal
sv_se: Det uppstod ett fel vid ditt uttag. För att vi på bästa sätt ska kunna hjälpa dig, ta en skärmdump och kontakta <a href="mailto:support@blingcity.com">support@blingcity.com.</a>

source: These are your current bonuses:
sv_se: Det här är dina bonusar:

source: This email is already in our system
sv_se: Denna e-postadress används redan

source: This field is required
sv_se: Obligatoriskt fält

source: This field requires at least 2 characters
sv_se: Minst 2 tecken

source: This field requires at least 8 characters
sv_se: Minst 8 tecken

source: This is what we call the Third Generation of Online Casino!
sv_se: Detta är vad vi kallar den tredje generationens online casino!

source: This nickname is already in our system
sv_se: Användarnamnet är redan upptaget

source: Total your score. The higher your score the greater the risk that your gambling is a problem.Score the following for each response:
sv_se: Svaren på de nio frågorna ges följande poäng:

source: Total:
sv_se: Totalt:

source: Transparency drives us
sv_se: Transparens driver oss

source: Try to login again
sv_se: Prova att logga in igen

source: Tune in with BlingCity - Get your favorite media on iTunes today!
sv_se: Dunka det senaste beatet i lurarna – Ladda hem det senaste från iTunes idag!

source: Type
sv_se: Insättning/ Uttag

source: Upon exclusion, you will be logged out instantly and unable to log back in for the period of time specified.
sv_se: När du väljer

source: Upon setting this limit, you must wait 7 days until you can reduce or remove it.
sv_se: För att ändra din gräns kontakta support. Kom ihåg att du efter kontakt med support måste vänta 7 dagar innan vi har möjlighet att sänka eller helt ta bort din gräns.

source: Use Item
sv_se: Nyttja bonuspryl

source: Username
sv_se: Användarnamn

source: Victoria Secret Gift Card
sv_se: Victoria Secret presentkort
